HELP_1 = """


♚ مرحبا بك في اومر التشغيل بالقنوات

››  تشغيل ↫ اسم الاغنيه .
››  فيديو ↫ اسم الفديو .
››  انهاء ↫ لانهاء التشغيل في القناه .
››  تخطي ↫ لتخطي تشغيل القناه .
›› وقف ↫ لايقاف التشغيل مؤقتا في القناة
›› ربط القناه ↫ ايدي  القناه لربطها بالمجموعه .
›› مـطور الـبوت ↫ @ah_2_v

•⎆: قـناة الـسورس @ah07v


"""


HELP_2 = """

♚ مرحبا بك في اوامر التشغيل في المجموعات

•اوامر التشغيل العربيه

›› تشغيل ↫ لتشغيل اغنية
›› فيديو ↫ لتشغيل فيديو 
›› تخطي ↫ لتخطي التشغيل الحالي
›› ايقاف ↫ لانتهاء التشغيل الحالي
›› وقف ↫ لايقاف التشغيل الحالي مؤقتا
›› استئناف ↫ لاستمرار التشغيل المتوقف
›› قائمة التشغيل ↫ لمعرفة التشغيل الحالي 
›› تحديث قائمة المسؤولين ↫ لتحديث قائمه المشرفين
›› اعدادات ↫ لضبط اعدادات البوت
›› تحميل ↫ لتحميل اغنية من اليوتيوب
›› تحميل فيديو ↫ لتحميل فيديو من اليوتيوب

›› يـوزر الـمطور ↫ @ah_2_v

•⎆: قـناه الـسورس @ah07v

"""


HELP_3 = """

♚ مرحبا بك في اوامر التشغيل في المجموعات

•اوامر التشغيل الانجليزيه

/play - لتشغيل اغنيه
/vplay - لتشغيل فيديو
/playlist - لمعرفة قائمة التشغيل 
/skip - لتخطي التشغيل الحالي
/stop - ايقاف التشغيل الحالي
/pause - لايقاف التشغيل الحالي مؤقتا
/resume - استئناف التشغيل الحالي
/reload - تحديث قائمة الادمنية
/song - تحميل اغنيه من يوتيوب
/video - تحميل فيديو من يوتيوب

›› يـوزر الـمطور @ah_2_v

•⎆: قـناه الـسورس @ah07v

"""



HELP_6 = """

❓ طريقة استخدام البوت

1.) اولا قم بإضافة البوت في مجموعتك.
2.) ثانيا قم برفعه مشرف اعطائه جميع الصلاحيات.
3.) قم بفتح الدردشة المرئيه قبل التشغيل.
4.) القي نظره علي الاوامر لتعلم طريقه التشغيل.

•⎆: قناه السورس @ah07v

""" 
